export const hospitalInfo =
  [
    {
      "id": 1,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหาร",
      "address": "104 หมู่ 7 ต.ไทยบุรี อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.674409,
      "longitude": 99.86675262
    },
    {
      "id": 2,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านโมคลาน",
      "address": "62/4 หมู่ 11 ต.โมคลาน อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.5999609447,
      "longitude": 99.861408497
    },
    {
      "id": 3,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสองแพรก",
      "address": "601/2 หมู่ 1 ต.โพธิ์ทอง อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.6253926727,
      "longitude": 99.931469327
    },
    {
      "id": 4,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านประดู่หอม",
      "address": "33/5 หมู่ 9 ต.ท่าขึ้น อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.6839534139,
      "longitude": 99.878041679
    },
    {
      "id": 5,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสาขา",
      "address": "หมู่ 2 ต.ท่าขึ้น อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.7182978722,
      "longitude": 99.92975298
    },
    {
      "id": 6,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านสงวน",
      "address": "219 หมู่ 3 ต.สระแก้ว อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.7499492409,
      "longitude": 99.91983158
    },
    {
      "id": 7,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านหัวคู",
      "address": "100 หมู่ 9 ต.สระแก้ว อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.7533781028,
      "longitude": 99.849712738
    },
    {
      "id": 8,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านดอนใคร",
      "address": "หมู่ 9 ต.กลาย อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.81794575,
      "longitude": 99.87670898
    },
    {
      "id": 9,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านปลักปลา",
      "address": "หมู่ 2 ต.ตลิ่งชัน อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.7669624203,
      "longitude": 99.869653521
    },
    {
      "id": 10,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านจันพอ",
      "address": "หมู่ 3 ต.ดอนตะโก อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.5446747962,
      "longitude": 99.896519206
    },
    {
      "id": 11,
      "agency": "โรงพยาบาลท่าศาลา",
      "address": "หมู่ 3 ต.ท่าศาลา อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.66017268,
      "longitude": 99.92331505
    },
    {
      "id": 12,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านต้นเลียบ",
      "address": "51/3 หมู่ 5 ต.โมคลาน อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.5691819356,
      "longitude": 99.932068065
    },
    {
      "id": 13,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านคูใหม่",
      "address": "36/2 หมู่ 4 ต.ดอนตะโก อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.56311325,
      "longitude": 99.85068083
    },
    {
      "id": 14,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านทุ่งชน",
      "address": "8 หมู่ 6 ต.หัวตะพาน อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.62015522995148,
      "longitude": 99.8652619790261
    },
    {
      "id": 15,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านนาท้อน",
      "address": "หมู่ 7 ต.ตลิ่งชัน อ.ท่าศาลา จ.นครศรีธรรมราช",
      "postal": "80160",
      "latitude": 8.78903704673342,
      "longitude": 99.8221006541861
    },
    {
      "id": 16,
      "agency": "โรงพยาบาลส่งเสริมสุขภาพตำบลชุมชนสาธิตวลัยลักษณ์พัฒนา",
      "address": "127 หมู่ 8 ต.ไทยบุรี อ.ท่าศาลา จ.นครศรีธรรมราช 80160",
      "latitude": 8.6451352396,
      "longitude": 99.862265158
    },
    {
      "id": 17,
      "agency": "โรงพยาบาลศูนย์การแพทย์มหาวิทยาลัยวลัยลักษณ์",
      "address": "222 หมู่ที่ 10 ตำบลไทยบุรี อำเภอท่าศาลา จังหวัดนครศรีธรรมราช",
      "postal": "80161",
      "latitude": 8.64267778753559,
      "longitude": 99.91302662698784
    }
  ]
